def area(a, h): 
    '''
    Возвращает площадь треугольника

    Принимает числа a и h, возвращает частное от произведения чисел a и h на число 2.

    Параметры:
        a=2 
        h=3
    Возвращаемое значение:
        6
    '''
    return a * h / 2 

def perimeter(a, b, c): 
    '''
    Возвращает периметр треугольника

    Принимает числа a,b,c, возвращает сумму a,b и c.

    Параметры:
        a=2 
        b=3
        c=4
    Возвращаемое значение:
        9
    '''
    return a + b + c 
